Repository: pronamic/wp-woocommerce-nl
Catalog: languages/woocommerce-delivery-notes/*.po
Languages: nl_nl

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om deze pagina te openen.

source: About the Plugin
nl_nl: Over deze plugin

source: This plugin enables you to add a Invoice or simple Delivery Note page for printing for your orders in WooCommerce shop plugin. You can add your company postal address, further add personal notes, refund or other policies and a footer note/branding. This helps speed up your daily shop and order management. In some countries (e.g. in the European Union) it is also required to advice the customer with proper refund policies so this little plugin might help you a bit with that too.
nl_nl: Deze plugin maakt het mogelijk om een factuur of een eenvoudige pakbon pagina toe te voegen voor het afdrukken van bestellingen in de WooCommerce webwinkel plugin. Je kunt je bedrijf postadres, verdere persoonlijke notities, terugbetaling of andere beleidslijnen en een voettekst opmerkingen/uitingen toevoegen. Dit helpt de snelheid van uw dagelijkse webwinkel en beheer te verbeteren. In sommige landen (bijvoorbeeld in de Europese Unie) is het ook vereist om de klant te adviseren over het juiste retourbeleid dus deze kleine plugin kan je ook daar mee helpen.

source: Just look under <a href="%1$s">WooCommerce > Orders</a> and there go to a single order view. On the right side you will see the Order Print meta box. Click one of the buttons and you get the invoice or delivery note printing page. Yes, it is that easy :-).
nl_nl: Kijk onder <a href="%1$s">WooCommerce &gt; Bestellingen</a> en ga daar naar een bestelling detail pagina. Aan de rechterzijde zul je een Bestelling print meta box zien. Klik op één van de buttons en je krijgt de factuur of pakbon print pagina. Ja, het is zo eenvoudig :-).

source: For more information:
nl_nl: Voor meer informatie:

source: Frequently Asked Questions
nl_nl: Veel gestelde vragen

source: Get Community Support
nl_nl: Verkrijg community support

source: Project on WordPress.org
nl_nl: Project op WordPress.org

source: Project on GitHub
nl_nl: Project op GitHub

source: Invoices and Delivery Notes
nl_nl: Facturen en pakbonnen

source: Company/Shop Logo
nl_nl: Bedrijf/winkel logo

source: Remove Logo
nl_nl: Verwijder logo

source: Set Logo
nl_nl: Logo instellen

source: A company/shop logo representing your business.
nl_nl: Een bedrijf/winkel logo die je bedrijf representeert.

source: Note:
nl_nl: Opmerking:

source: When the image is printed, its pixel density will automatically be eight times higher than the original. This means, 1 printed inch will correspond to about 288 pixels on the screen. Example: an image with a width of 576 pixels and a height of 288 pixels will have a printed size of about 2 inches to 1 inch.
nl_nl: Wanneer de afbeelding wordt afgedrukt, zal de pixeldichtheid automatisch acht keer hoger zijn dan het origineel. Dit betekent dat dat 1 afgedrukte inch overeenkomt met ongeveer 288 pixels op het scherm. Bijvoorbeeld: een afbeelding met een breedte van 576 pixels en een hoogte van 288 pixels heeft een afdrukgrootte van ongeveer 2 tot 1 inch.

source: Company/Shop Name
nl_nl: Bedrijf/winkel naam

source: Your company/shop name for the Delivery Note.
nl_nl: Je bedriijf/winkel naam voor de pakbon.

source: Leave blank to use the default Website/ Blog title defined in WordPress settings.
nl_nl: Laat leeg om de standaard WordPress website/blog titel instellingen te gebruiken.

source: Company/Shop Address
nl_nl: Bedrijf/winkel adres

source: The postal address of the company/shop, which gets printed right of the company/shop name, above the order listings.
nl_nl: Het postadres van het bedrijf/winkel, welke rechts geprint wordt naast het bedrijf/winkel naam, boven de bestelling lijst.

source: Leave blank to not print an address.
nl_nl: Laat leeg om geen adres te printen.

source: Personal Notes
nl_nl: Persoonlijke opmerkingen

source: Add some personal notes, or season greetings or whatever (e.g. Thank You for Your Order!, Merry Christmas!, etc.).
nl_nl: Voeg enkele persoonlijke opmerkingen toe, of een seizoensgroet of wat je maar wil (bijv: Bedankt voor je bestelling!, Vrolijk kerstfeest!, etc.).

source: Leave blank to not print any personal notes.
nl_nl: Laat leeg om geen persoonlijke opmerkingen te printen.

source: Returns Policy, Conditions, etc.:
nl_nl: Retour beleid, condities, etc.:

source: Here you can add some more policies, conditions etc. For example add a returns policy in case the client would like to send back some goods. In some countries (e.g. in the European Union) this is required so please add any required info in accordance with the statutory regulations.
nl_nl: Hier kun je wat meer beleid, condities, etc. toevoegen. Voeg bijvoorbeeld een retour beleid toe in het geval klanten goederen retour wil sturen. In sommige landen (bijvoorbeeld in de Europese Unie) is dit vereist dus voeg eventueel informatie toe in overeenstemming met de wettelijke voorschriften.

source: Leave blank to not print any policies or conditions.
nl_nl: Laat leeg om geen beleid en condities te printen.

source: Footer Imprint
nl_nl: Footer informatie

source: Add some further footer imprint, copyright notes etc. to get the printed sheets a bit more branded to your needs.
nl_nl: Voeg enkele aanvullende footer informatie toe, copyright opmerkingen, etc. om de afgedrukte pagina's een beetje meer naar je wensen aan te passen.

source: Leave blank to not print a footer.
nl_nl: Laat leeg om geen footer te printen.

source: You can <a href="%1$s" target="%3$s" class="%4$s">preview the invoice template</a> or <a href="%2$s" target="%3$s" class="%4$s">the delivery note template</a>.
nl_nl: Je kunt de <a href="%1$s" target="%3$s" class="%4$s">factuur sjabloon</a> of <a href="%2$s" target="%3$s" class="%4$s">pakbon sjabloon</a> vooraf bekijken.

source: For more advanced control copy <code>woocommerce-delivery-notes/templates/print/style.css</code> to <code>your-theme-name/woocommerce/print/style.css</code>.
nl_nl: Voor meer geavanceerde controle kopieer <code>woocommerce-delivery-notes/templates/print/style.css</code> naar <code>your-theme-name/woocommerce/print/style.css</code>.

source: Order Numbering Options
nl_nl: Bestellingsnummering opties

source: Sequential order number
nl_nl: Opeenvolgend bestellingsnummer

source: Sequential numbering is enabled.
nl_nl: Opeenvolgende nummering is ingeschakeld.

source: Install and activate the free <a href="%s">WooCommerce Sequential Order Numbers</a> Plugin.
nl_nl: Installeer en activeer de gratis <a href="%s">WooCommerce Sequential Order Numbers</a> plugin.

source: Print Invoice
nl_nl: Print factuur

source: Print Delivery Note
nl_nl: Print pakbon

source: Order Print
nl_nl: Bestelling print

source: Recipient
nl_nl: Ontvanger

source: Order Date
nl_nl: Besteldatum

source: Order Number
nl_nl: Bestelnummer

source: Payment Method
nl_nl: Betaalmethode

source: Email
nl_nl: E-mailadres

source: Phone
nl_nl: Telefoon

source: Quantity
nl_nl: Aantal

source: Totals
nl_nl: Totalen

source: Weight:
nl_nl: Gewicht:

source: Customer Notes
nl_nl: Klant opmerkingen

source: Go to the settings page
nl_nl: Ga naar de instellingen pagina

source: Settings
nl_nl: Instellingen

source: Invoice
nl_nl: Factuur

source: Delivery Note
nl_nl: Pakbon
