Repository: pronamic/wp-woocommerce-nl
Catalog: languages/woocommerce-subscribe-to-newsletter/*.po
Languages: nl_nl

source: Unable to load data from Campaign Monitor - check your API key.
nl_nl: Gegevens konden niet geladen worden van Campaign Monitor - controleer de API sleutel.

source: Total subscribers
nl_nl: Totaal abonnees

source: Subscribers today
nl_nl: Inschrijvingen vandaag

source: Subscribers this month
nl_nl: Inschrijvingen deze maand

source: Unsubscribes this month
nl_nl: Uitschrijvingen deze maand

source: Unable to load stats from Campaign Monitor
nl_nl: Statistieken konden niet geladen worden van Campaign Monitor.

source: Unexpected response from Campaign Monitor API.
nl_nl: Onverwachte reactie van de Campaign Monitor API.

source: HTTP status code %s with following response: %s.
nl_nl: HTTP status code %s met de volgende reactie: %s.

source: Email subscription failed (Campaign Monitor)
nl_nl: E-mail inschrijving mislukt (Campaign Monitor)

source: Unable to load lists() from MailChimp: (%1$s) %2$s
nl_nl: Lijsten konden niet geladen worden van MailChimp: (%1$s) %2$s

source: Unable to load stats from MailChimp
nl_nl: Statistieken konden niet geladen worden van MailChimp.

source: Unsubscribes
nl_nl: Uitschrijvingen

source: Subscribers since last newsletter
nl_nl: Inschrijvingen sinds laatste nieuwsletter

source: Unsubscribes since last newsletter
nl_nl: Uitschrijvingen sinds laatste nieuwsletter

source: Email subscription failed (Mailchimp)
nl_nl: E-mail inschrijving mislukt (MailChimp)

source: No error messages were returned by MailPoet.
nl_nl: Geen foutmeldingen ontvangen van MailPoet.

source: Email subscription failed (MailPoet)
nl_nl: E-mail inschrijving mislukt (MailPoet)

source: Error:
nl_nl: Fout:

source: Allow users to subscribe to your MailChimp or Campaign Monitor lists.
nl_nl: Sta gebruikers toe om in te schrijven voor je MailChimp of Campaign Monitor lijsten.

source: Newsletter
nl_nl: Nieuwsbrief

source: Please enter a valid email address.
nl_nl: Voer een geldig e-mailadres in.

source: Thanks for subscribing.
nl_nl: Bedankt voor je inschrijving.

source: Your Name:
nl_nl: Jouw naam:

source: Your name
nl_nl: Jouw naam

source: Email Address:
nl_nl: E-mailadres:

source: Your email address
nl_nl: Jouw e-mailadres

source: Subscribe
nl_nl: Inschrijven

source: You must set up API details in WooCommerce > Settings > Newsletter before using this widget.
nl_nl: Je moet de API details instellen via WooCommerce > Instellingen > Nieuwsbrief voordat je deze widget kunt gebruiken.

source: Title:
nl_nl: Titel:

source: Show Name Field?
nl_nl: Toon veld 'Naam'?

source: List:
nl_nl: Lijst:

source: Choose a list to subscribe newsletter subscribers to or leave blank to use the list in your setting panel.
nl_nl: Kies een lijst om nieuwsbrief abonnees op in te schrijven of laat leeg om de lijst uit de instellingen te gebruiken.

source: Settings
nl_nl: Instellingen

source: Docs
nl_nl: Documentatie

source: Support
nl_nl: Ondersteuning

source: Newsletter subscribers
nl_nl: Nieuwsbriefabonnees

source: Enter your key and save to see your lists
nl_nl: Vul je sleutel in en bewaar om je lijsten te zien

source: Select a list...
nl_nl: Selecteer een lijst...

source: Please create a list in your MailChimp account
nl_nl: Maak een lijst in je MailChimp account

source: Newsletter Configuration
nl_nl: Nieuwsbrief configuratie

source: Service provider
nl_nl: Dienstverlener

source: Choose which service is handling your subscribers.
nl_nl: Kies welke dienst de inschrijvingen verwerkt.

source: Default checkbox status
nl_nl: Standaard aankruisvak status

source: The default state of the subscribe checkbox. Be aware some countries have laws against using opt-out checkboxes.
nl_nl: De standaard status van het aankruisvak om in te schrijven. Let op dat sommige landen wetten tegen het gebruik van opt-out aankruisvakken hebben.

source: Checked
nl_nl: Aangevinkt

source: Un-checked
nl_nl: Uitgevinkt

source: Subscribe checkbox label
nl_nl: Inschrijven aankruisvak label

source: The text you want to display next to the "subscribe to newsletter" checkboxes.
nl_nl: De tekst die je wilt tonen bij het aankruisvak "inschrijven voor nieuwsbrief".

source: API settings
nl_nl: API instellingen

source: MailChimp API Key
nl_nl: MailChimp API sleutel

source: You can obtain your API key by <a href="https://us2.admin.mailchimp.com/account/api/">logging in to your MailChimp account</a>.
nl_nl: Je kunt een API sleutel verkrijgen door <a href="https://us2.admin.mailchimp.com/account/api/">in te loggen op je MailChimp account</a>.

source: MailChimp List
nl_nl: MailChimp lijst

source: Choose a list customers can subscribe to (you must save your API key first).
nl_nl: Kies een lijst waar abonnees zich op kunnen inschrijven (je moet eerst je API sleutel bewaren).

source: Enable Double Opt-in?
nl_nl: Dubbele opt-in inschakelen?

source: Controls whether a double opt-in confirmation message is sent, defaults to true. Abusing this may cause your account to be suspended.
nl_nl: Hiermee kan een dubbele opt-in bevestigingsmail verstuurd worden, standaard ingeschakeld. Misbruik hiervan maken kan tot gevolg hebben dat je account wordt gesloten.

source: Campaign Monitor API Key
nl_nl: Campaign Monitor API sleutel

source: You can obtain your API key by logging in to your Campaign Monitor account.
nl_nl: Je kunt een API sleutel verkrijgen door in te loggen op je Campaign Monitor account.

source: Campaign Monitor List
nl_nl: Campaign Monitor lijst

source: MailPoet List
nl_nl: MailPoet lijst

source: Choose a list customers can subscribe to. The <a href="https://www.mailpoet.com/">MailPoet</a> WordPress plugin must be installed and configured first.
nl_nl: Kies een lijst waar abonnees zich op kunnen inschrijven. De <a href="https://www.mailpoet.com/">MailPoet</a> WordPress plugin moet eerst geactiveerd en ingesteld zijn.

source: User subscribed to newsletter via PayPal Express return page.
nl_nl: Gebruiker heeft zich ingeschreven voor nieuwsbrief via PayPal Express return pagina.

source: Points earned for newsletter signup
nl_nl: Punten verdiend met inschrijven voor nieuwsbrief

source: Enter the amount of points earned when a customer signs up for a newsletter via the "Subscribe to Newsletter" extension.
nl_nl: Vul het aantal verdiende punten in wanneer een klant zich inschrijft voor een nieuwsbrief via de "Subscribe to Newsletter" extensie.

source: %s earned for newsletter signup
nl_nl: %s verdiend met inschrijven voor nieuwsbrief
